content/zettels/how_to_take_smart_notes.md
+++
title = "How To Take Smart Notes"
author = ["Jethro Kuan"]
lastmod = 2020-02-13T18:56:43+08:00
draft = false
+++

author
: [Sonke Ahrens]({{< relref "20200213121436" >}})

tags
: [Writing]({{< relref "writing" >}}), [Note-taking]({{< relref "note_taking" >}}), [Books]({{< relref "books" >}}), [Productivity]({{< relref "productivity" >}})

recommended by
: [Conor White-Sullivan]({{< relref "conor_white_sullivan" >}})


## Motivations {#motivations}

-   There's a ton of books covering the art of writing, and very little
    on note-taking.
-   These books don't cover the connections between note-taking and
    writing well.

> Notes aren't a record of my thinking process. They are my thinking
> process. -- [Richard Feynman]({{< relref "20200213173516" >}})

The mind is extremely reliant of external scaffolding:

> Notes on paper, or on a computer screen ... do not make contemporary
> physics or other kinds of intellectual endeavour easier, they make it
> possible -- Neil Levy (Neuroethics and the Extended Mind)

Hence, use the [Zettelkasten]({{< relref "zettelkasten" >}}) method. To get around this idea of
note-taking, it is important to understand that:

1.  Note sequences are meant for developing ideas, not storing them
2.  Links and indices  are helpful, but not central features
3.  The workflow is streamlined to writing

In [Zettelkasten]({{< relref "zettelkasten" >}}), the most time-consuming portion is determining _the
order_ for the notes in which to write about.


## Resources {#resources}

-   [Sönke Ahrens - How to take smart notes on Vimeo](https://vimeo.com/275530205)
